{
    "科室字典测试": "科室字典用于定义和管理医院内部各个科室的信息，包括科室名称、所属部门、功能描述等，便于医院管理和患者理解。",
    "十梓街住院费用测试": "住院费用测试业务域用于评估和验证患者住院期间产生的各项费用，确保费用计算准确，符合规定。",
    "总院住院费用测试": "住院费用测试业务域用于评估和验证患者住院期间产生的各项费用，确保费用计算准确，符合医院收费标准和相关政策。",
    "疾病字典测试": "用于标准化疾病名称和代码，便于医疗信息的统一管理和交流，提高疾病诊断和治疗的效率。",
    "病案首页基本信息测试": "病案首页测试主要涉及患者基本信息、诊断信息和治疗信息的核对，确保医疗记录准确无误，便于后续医疗分析和管理。",
    "病案首页手术信息测试": "病案首页中的手术信息测试用于评估和验证手术记录的准确性，确保患者手术详情在医疗文档中正确无误。",
    "病案首页诊断信息测试": "用于评估患者主要疾病和诊断信息的准确性，确保医疗记录中疾病描述与实际病情一致，支持医疗质量和效率的提升。",
    "手术分类测试": "通过分类测试评估手术类型，帮助医生选择最适合患者的手术方式，提高治疗效果和安全性。",
    "hospital_cmis_dept_dict": "医院内部部门字典，用于定义和管理医院各部门的信息，包括部门名称、编码、层级关系等，便于医院管理和信息系统集成。",
    "hospital_cmis_ticd_dict": "医院临床信息管理系统中的一个字典模块，用于存储和管理疾病分类编码，支持医疗数据的标准化和统一化。",
    "住院工作量": "住院工作量业务域涉及医院内各科室处理住院病人的情况，反映了各科室的工作负担和效率。",
    "病案测试": "病案管理中包括对患者医疗记录的整理、审核和测试，确保医疗信息的准确性和完整性，支持临床研究和质量改进。",
    "hospital_cmis_tmrdop": "医院成本管理信息系统中的时间材料记录与操作流程优化模块，用于追踪和分析医疗活动中时间与材料的使用情况，以提高效率和降低成本。",
    "hospital_cmis_tmrdqc": "医院临床医疗信息系统中的肿瘤患者登记与质量控制模块，用于记录肿瘤患者信息并监控治疗质量。",
    "hospital_cmis_tmrdzd": "医院成本管理信息系统中的时间材料统计与分析，用于追踪和评估医院运营成本中的时间与材料使用情况，支持成本控制和优化。",
    "门诊工作量": "门诊业务域涉及医生接诊患者、开具处方、进行治疗等日常医疗活动的总量统计，包括接诊人数、治疗次数等指标。",
    "hospital_cmis_topsm_dict": "医院信息管理系统中的顶级字典业务域，用于定义和管理医院内部各类信息的标准代码和名称，确保数据的一致性和准确性。",
    "HOSP_INFOR": "医院性质描述了医院的类型和属性，如公立或私立，这有助于区分不同类型的医疗服务提供者。",
    "科室字典表": "科室字典表用于记录医疗机构内部各个科室的名称，便于管理和查询，确保医疗服务流程顺畅。",
    "疾病字典表": "疾病信息库用于存储和管理各种疾病的标准化名称、分类和描述，便于医疗信息的统一和检索，支持临床诊断和研究。",
    "病案首页基本信息表": "病案首页基本信息表记录了患者住院期间的关键信息，包括负责医生、患者姓名、所在科室、是否进行微创手术及门诊诊断等，用于医疗管理和数据分析。",
    "病案首页手术信息表": "记录患者手术相关信息的表格，包括手术难度级别、执行手术的科室和医生，以及术后伤口愈合情况。",
    "病案首页诊断信息表": "记录患者出院时的疾病诊断和出院状况，帮助医疗分析和管理。包含诊断结果和患者出院时的情况。",
    "手术分类表": "手术分类相关的数据表，用于记录和管理各类手术信息，帮助医院内部对不同手术类型进行统计和分析。",
    "员工信息表": "员工信息业务域记录了员工的基本情况，包括但不限于姓名、职位、入职日期和联系方式等，便于公司管理和查询员工资料。",
    "设备表": "设备相关信息的集合，包括设备的基本属性、状态、维护记录等，便于管理和查询设备详情。",
    "住院检验申请": "住院期间，医生根据患者病情需要，选择相应科室进行特定类型的检验，以获取进一步诊断依据。涉及科室名称和检验类型名称。",
    "住院检验申请单": "住院检验申请涉及患者在住院期间需要进行的各种医学检验的请求，包括血液检查、尿液分析等，以帮助医生诊断病情和调整治疗方案。",
    "总院住院费用表": "住院费用管理涉及病区、费用项目及科室的相关信息，用于记录和分析患者住院期间产生的各项费用详情。",
    "十梓街住院费用表": "住院费用管理涉及病区、费用项目和科室的相关信息，用于记录和分析患者住院期间的各项费用详情。",
    "住院质检患者信息": "此业务域涉及医院内部对住院患者信息的审核与检查，确保患者资料准确无误，提升医疗服务质量和患者安全。",
    "住院检查申请": "患者在医院住院期间，因病情需要进行进一步的医学检查，通过特定流程申请并完成相关检查，以辅助诊断和治疗。",
    "住院检验医嘱表": "住院期间医生开具的检验项目指令汇总，用于指导护士执行各项检验，确保患者得到准确及时的诊断与治疗。",
    "住院检查申请单信息": "住院检查申请涉及患者在住院期间需要进行的各种医学检查的请求，包括检查类型、申请时间、医生建议等，用于确保患者得到适当的医疗评估和治疗。",
    "检验报告表": "用于记录和展示检测过程中的各项数据和结果，帮助确认产品或服务是否符合既定标准和要求。",
    "患者信息表": "患者相关信息记录，包括个人基本信息、联系方式、就诊历史等，用于医疗管理和患者服务。",
    "门诊挂号表": "记录患者预约就诊的信息，包括患者基本信息、预约时间、医生信息及科室等，便于管理和安排患者就诊。",
    "门诊检验申请": "涉及患者在医院门诊进行的各类医学检验申请，包括申请检验的科室和检验项目类型。",
    "门诊检验申请单": "用于门诊患者申请各类医学检验的单据，涵盖检验项目、申请医生、患者信息等内容，是进行检验前的重要文件。",
    "门诊检查申请": "患者在医院就诊时，医生根据病情需要开具的进一步检查指令，以便获取更多诊断信息，支持后续治疗计划的制定。",
    "门诊检查医嘱": "患者在门诊就诊时，医生根据病情开具的检查项目和治疗建议，指导患者进行进一步的检查或治疗。",
    "门诊质检患者信息": "此业务域涉及门诊中患者信息的检查与审核，确保患者资料准确无误，提升医疗服务质量和患者安全。",
    "患者诊断信息表": "记录患者医疗诊断详情，包括病情描述、诊断结果、治疗建议等信息，用于跟踪患者健康状况和治疗进展。",
    "急诊分诊记录": "急诊科中，患者到达后由医护人员快速评估病情严重程度，决定优先就诊顺序的过程记录，确保危重病人能及时得到救治。",
    "急诊患者流转记录": "记录患者在医院急诊过程中从接诊到治疗再到出院或转科的整个流程，包括患者基本信息、就诊时间、诊断结果、治疗措施及最终去向。",
    "检验项目明细": "业务域涉及各类检查项目的详细信息，包括项目名称、检查目的、适用人群及检查流程等，帮助理解不同检查的目的和操作流程。",
    "检验项目字典": "业务域用于管理和维护各类检验项目的标准化信息，确保在不同场景下检验项目的一致性和准确性。",
    "检验申请表": "用于提交检验请求的表格，包含请求者信息、检验项目、期望完成时间等内容，帮助规范检验流程和管理。",
    "研究信息表": "研究信息表业务域用于记录和管理各类研究项目的基本信息，包括项目名称、负责人、研究目的、进度等，便于跟踪和评估研究进展。",
    "检查位置信息": "通过验证地理位置的准确性，确保数据中的地点信息真实可靠，便于后续分析和应用。",
    "科室信息表": "科室信息记录了医院内部各个科室的基本情况，包括科室名称、所在楼层、主要诊疗范围等，便于患者和工作人员快速了解和定位。",
    "测试表1": "测试表主要用于记录和追踪产品开发过程中的各项测试活动，包括测试时间、测试人员、测试结果等信息，确保产品质量。",
    "测试表2": "测试业务域涉及验证产品或服务的功能和性能，确保其符合预期标准。包含字段如测试名称，用于标识不同的测试项目。",
    "测试表3": "测试表主要用于记录和追踪软件开发过程中的测试活动，包括测试计划、执行结果和问题反馈，确保产品质量。",
    "模糊查询关联维度测试": "模糊查询关联维度测试业务域用于通过环境名称进行不完全匹配的搜索，找出相关联的数据和信息。",
    "模糊查询关联维度测试1": "模糊查询关联维度测试涉及通过特定环境名称查找相关联的数据，允许一定程度的不精确匹配，以发现潜在关联信息。",
    "模糊查询关联维度测试2": "模糊查询关联维度测试涉及通过特定环境名称查找与之相关的上游业务域，主要用于增强数据检索的灵活性和准确性。",
    "看板记录": "看板记录是一种管理工具，用于可视化工作流程和任务状态，帮助团队跟踪进度和优化效率。类型字段定义了不同管理场景，如项目管理、日常任务等。",
    "sql_log": "记录了数据库操作的日志信息，包括执行的时间、用户、操作内容等，便于追踪数据库变更历史和问题排查。",
    "company_branch_operations": "公司分支机构运营涉及各分公司或办事处的日常管理，包括业务扩展、员工管理、财务监控和市场活动等，确保各分支高效运作。",
    "company_headquarters_operations": "公司总部运营涉及总部层面的管理活动，包括战略规划、资源配置、政策制定和执行等，确保公司整体运作高效有序。",
    "company_marketing_department": "公司市场部门负责制定和执行市场策略，包括品牌推广、产品营销、市场调研和客户关系维护，以提升公司知名度和市场份额。",
    "company_operating_costs": "公司运营成本业务域涵盖了企业在日常运营中产生的各种费用，包括租金、工资、水电费等，用于监控和管理这些开支。",
    "company_purchasing_department": "采购部门负责公司物资和服务的采购工作，包括制定采购计划、选择供应商、谈判价格、签订合同及管理库存等，确保公司运营所需物资的及时供应。",
    "采购部门表": "采购业务涉及公司外部供应商选择、商品或服务购买、合同签订及执行等流程管理，记录了采购活动的全过程。",
    "营销部门表": "营销部门相关的数据集合，记录了营销活动、客户信息、销售业绩等，用于分析市场表现和优化营销策略。",
    "分公司经营情况表": "分公司层面的经营状况汇总，包括收入、支出、利润等关键财务指标，以及员工数量、客户数等运营数据，用于评估各分公司的整体表现。",
    "总公司信息表": "总公司信息表业务域记录了公司总部的基本情况，包括地址、联系方式、法人信息等，便于管理和查询总部相关信息。",
    "经营成本表": "用于展示企业在运营过程中的各项开支情况，帮助管理层了解成本结构，优化资源配置，提高经济效益。"
}